Repository: notoco/univk19
Catalog: script.audio.profiles/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #32000
source: Profiles 1-5
ru_ru: Профили 1-5

# #32001
source: Name of profile 1
ru_ru: Имя профиля 1

# #32002
source: Settings
ru_ru: Настройки

# #32003
source: Name of profile 2
ru_ru: Имя профиля 2

# #32004
source: Include volume level
ru_ru: Включить уровень громкости

# #32005
source: Name of profile 3
ru_ru: Имя профиля 3

# #32006
source: Name of profile 4
ru_ru: Имя профиля 4

# #32007
source: Profile 1
ru_ru: Профиль 1

# #32008
source: Profile 2
ru_ru: Профиль 2

# #32009
source: Profile 3
ru_ru: Профиль 3

# #32010
source: Profile 4
ru_ru: Профиль 4

# #32011
source: Include video player settings
ru_ru: Включить настройки видео проигрывателя

# #32012
source: Include display settings
ru_ru: Включить настройки экрана

# #32013
source: Includes Settings
ru_ru: Включает настройки

# #32014
source: Auto Switch
ru_ru: Автопереключение

# #32015
source: Show audio profile select menu on media playback
ru_ru: Показывать меню выбора аудио профиля при воспроизведении

# #32018
source: Notifications
ru_ru: Уведомления

# #32019
source: Notifications
ru_ru: Уведомления

# #32021
source: Profile for GUI
ru_ru: Профиль для интерфейса

# #32022
source: Profile for movies
ru_ru: Профиль для фильмов

# #32023
source: Profile for TV shows
ru_ru: Профиль для сериалов

# #32024
source: Profile for PVR TV
ru_ru: Профиль для ТВ

# #32025
source: Profile for music
ru_ru: Профиль для музыки

# #32026
source: None
ru_ru: Ничего

# #32031
source: Profile for videos (not in library)
ru_ru: Профиль для видео (не в библиотеке)

# #32032
source: Profile for music videos
ru_ru: Профиль для музыкального видео

# #32033
source: Profile for unknown content type
ru_ru: Профиль для неизвестного контента

# #32034
source: Profile for PVR radio
ru_ru: Профиль для радио

# #32035
source: Video
ru_ru: Видео

# #32036
source: Audio
ru_ru: Аудио

# #32037
source: Other
ru_ru: Другое

# #32039
source: Delay before close
ru_ru: Задержка до закрытия

# #32040
source: Enable debug logging
ru_ru: Включить журнал отладки

# #32041
source: Force load profile at startup
ru_ru: Принудительно загрузить профиль при запуске

# #32042
source: Auto switch notifications
ru_ru: Автопереключение уведомлений

# #32043
source: Manual switch notifications
ru_ru: Ручное переключение уведомлений

# #32044
source: Maintenance notifications
ru_ru: Обслуживание уведомлений

# #32045
source: Select menu
ru_ru: Выбор меню

# #32046
source: Use custom select menu
ru_ru: Использовать особое меню

# #32047
source: Include skin mods
ru_ru: Включить обложку

# #32048
source: Extras
ru_ru: Дополнительное

# #32049
source: By number of channels
ru_ru: По количеству каналов

# #32050
source: Menu Options
ru_ru: Меню опций

# #32051
source: Profile 5
ru_ru: Профиль 5

# #32052
source: Name of profile 5
ru_ru: Имя профиля 5

# #32053
source: Profile 6
ru_ru: Профиль 6

# #32054
source: Name of profile 6
ru_ru: Имя профиля 6

# #32055
source: Profile 7
ru_ru: Профиль 7

# #32056
source: Name of profile 7
ru_ru: Имя профиля 7

# #32057
source: Profile 8
ru_ru: Профиль 8

# #32058
source: Name of profile 8
ru_ru: Имя профиля 8

# #32059
source: Profile 9
ru_ru: Профиль 9

# #32060
source: Name of profile 9
ru_ru: Имя профиля 9

# #32061
source: Profile 10
ru_ru: Профиль 10

# #32062
source: Name of profile 10
ru_ru: Имя профиля 10

# #32063
source: Codec Detection
ru_ru: Обнаружение кодека

# #32064
source: Profile for AC3
ru_ru: Профиль для AC3

# #32065
source: Profile for E-AC3
ru_ru: Профиль для E-AC3

# #32066
source: Profile for DTS
ru_ru: Профиль для DTS

# #32067
source: Profile for DTS HD
ru_ru: Профиль для DTS HD

# #32068
source: Profile for True HD
ru_ru: Профиль для True HD

# #32069
source: Profile for any other audio codec
ru_ru: Профиль для других аудио кодеков

# #32070
source: Profiles 6-10
ru_ru: Профили 6-10

# #32071
source: Stereo audio
ru_ru: Стерео аудио

# #32072
source: Multi channel audio
ru_ru: Многоканальное аудио

# #32073
source: delay before reading codec info
ru_ru: задержка до чтения информации о кодеке

# #32100
source: Select profile to save settings
ru_ru: Выберите профиль для сохранения настроек

# #32101
source: Configure profile
ru_ru: Настроить профиль

# #32102
source: Saved as profile
ru_ru: Сохранен как профиль

# #32103
source: This profile is disabled
ru_ru: Этот профиль отключен

# #32104
source: Invalid file for profile
ru_ru: Неверный файл для профиля

# #32105
source: Enable profiles
ru_ru: Включить профили

# #32106
source: Select audio profile
ru_ru: Выберите аудио профиль
