Repository: notoco/univk19
Catalog: szlag/plugin.video.fanfilm/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #32001
source: Movies
pl_pl: Filmy

# #32002
source: TV Shows
pl_pl: Seriale

# #32003
source: My Movies
pl_pl: Moje filmy

# #32004
source: My TV Shows
pl_pl: Moje seriale

# #32005
source: New Movies
pl_pl: Nowe filmy

# #32007
source: Today in TV
pl_pl: Dziś w TV

# #32008
source: Tools
pl_pl: Narzędzia

# #32010
source: Search
pl_pl: Szukaj

# #32011
source: Genres
pl_pl: Gatunki

# #32012
source: Year
pl_pl: Rok

# #32014
source: Languages
pl_pl: Języki

# #32016
source: Networks
pl_pl: Sieci

# #32017
source: People Watching
pl_pl: Na czasie

# #32018
source: Most Popular
pl_pl: Najpopularniejsze

# #32019
source: Top rated
pl_pl: Najlepiej oceniane

# #32022
source: In Theaters
pl_pl: W kinach

# #32024
source: Airing today
pl_pl: Dziś nadawane

# #32026
source: New TV Shows
pl_pl: Nowe seriale

# #32032
source: Collection
pl_pl: Kolekcja

# #32033
source: Watchlist
pl_pl: Obserwowane

# #32035
source: Featured
pl_pl: Proponowane

# #32036
source: History
pl_pl: Historia

# #32037
source: Progress
pl_pl: Postęp

# #32053
source: [I]Next page[/I]
pl_pl: [I]Następna strona[/I]

# #32056
source: Are you sure?
pl_pl: Jesteś pewien?

# #32303
source: User
pl_pl: Użytkownik

# #32306
source: Authorization...
pl_pl: Autoryzacja...

# #32310
source: General
pl_pl: Ogólne

# #32312
source: Max Search Time
pl_pl: Maksymalny czas wyszukiwania

# #32316
source: Info Language
pl_pl: Język informacji

# #32317
source: Flatten TV seasons
pl_pl: Spłaszczaj sezony seriali

# #32318
source: Enable Fanart
pl_pl: Włącz fanarty

# #32331
source: Default action
pl_pl: Domyślna akcja po wyszukaniu źródeł

# #32332
source: Dialog
pl_pl: Pokaż w dodatkowym oknie

# #32334
source: Auto Play
pl_pl: Autoodtwarzanie

# #32335
source: Progress Dialog
pl_pl: Okno postępu wyszukiwania

# #32336
source: Foreground
pl_pl: Pokaż

# #32337
source: Background
pl_pl: Ukryj

# #32338
source: File Filters
pl_pl: Filtry źródeł

# #32339
source: Max quality
pl_pl: Maksymalna jakość

# #32340
source: SD Hosters in Auto Play
pl_pl: Autoodtwarzanie hostingów SD

# #32347
source: Downloads
pl_pl: Pobieranie

# #32348
source: Enable downloads
pl_pl: Włącz pobieranie

# #32349
source: Movies
pl_pl: Filmy

# #32350
source: TV
pl_pl: Seriale

# #32360
source: Providers Language
pl_pl: Używaj źródła

# #32401
source: No stream available
pl_pl: Brak dostępnych źródeł

# #32406
source: Remaining providers: %s
pl_pl: Pozostałe serwisy: %s

# #32523
source: Include kodi library in sources
pl_pl: Uwzględniaj bibliotekę kodi w źródłach

# #32539
source: Configure settings for dependent add-ons.
pl_pl: Skonfiguruj ustawienia zależnych dodatków.

# #32540
source: URLResolver Settings
pl_pl: Ustawienia ResolveURL

# #32541
source: Library
pl_pl: Biblioteka

# #32543
source: Movies
pl_pl: Filmy

# #32544
source: TV Shows
pl_pl: Seriale

# #32545
source: Auto update TV Shows
pl_pl: Automatyczna aktualizacja seriali

# #32546
source: Show notifications during update
pl_pl: Pokazuj powiadomienia podczas aktualizacji

# #32547
source: Update library after adding content
pl_pl: Aktualizuj bibliotekę po dodaniu zawartości

# #32548
source: Avoid creating duplicate content
pl_pl: Unikaj tworzenia zduplikowanej zawartości

# #32565
source: Include episodes with unknown air dates
pl_pl: Dołącz odcinki z nieznaną datą emisji

# #32566
source: Delay since episode premiere (days)
pl_pl: Opóźnienie od premiery odcinka (dni)

# #32570
source: Show unaired seasons/episodes
pl_pl: Pokaż niewyemitowane sezony/odcinki

# #32571
source: Hide movies in cinema
pl_pl: Ukryj filmy w kinie

# #32572
source: Default Source Identifier Color
pl_pl: Domyślny kolor listy źródeł

# #32587
source: Show Extra Source Info
pl_pl: Pokazuj dodatkowe informacje o źródle

# #32588
source: Premium Source Identifier Color
pl_pl: Kolor wyróżniający źródła premium

# #32601
source: Total
pl_pl: Wszystkie

# #32603
source: New search...
pl_pl: Nowe szukanie...

# #32607
source: Normal
pl_pl: Normalny

# #32613
source: Update the library every ... hours/s
pl_pl: Aktualizuj bibliotekę co ... godzin

# #32614
source: Debrid sources only
pl_pl: Tylko źródła Debrid

# #32616
source: Sync library on Kodi Start
pl_pl: Synchronizuj bibliotekę przy starcie Kodi

# #32618
source: Pre-emptive Termination
pl_pl: Dozwolone przerwanie wyszukiwania

# #32619
source: Pre-emptive Limit
pl_pl: Minimalny limit znalezionych źródeł

# #32622
source: Sort by
pl_pl: Sortuj według

# #32630
source: Popular by decades
pl_pl: Popularne wg dekad

# #32631
source: Awards
pl_pl: Nagrody

# #32634
source: Months to Rollback for Hide in Cinema
pl_pl: Miesiące wstecz przy Ukryj filmy w kinie

# #32641
source: Logged as
pl_pl: Zalogowany jako

# #32643
source: Providers
pl_pl: Serwisów

# #32644
source: Hostings
pl_pl: Hostingów w ramach serwisów

# #32645
source: Size
pl_pl: Rozmiaru

# #32646
source: Custom
pl_pl: Własnych kryteriów

# #32648
source: Password
pl_pl: Hasło

# #32649
source: Highlight color
pl_pl: Kolor wyróżniający

# #32650
source: Highlight color for account items
pl_pl: Kolor wyróżniający pozycje na koncie

# #32653
source: Location
pl_pl: Lokalizacja

# #32654
source: Fanart User Key
pl_pl: Fanart.tv - klucz użytkownika

# #32655
source: Fanart Dev Key
pl_pl: Fanart.tv - klucz DEV

# #32656
source: TMDb API Key
pl_pl: TMDB - klucz API

# #32659
source: User
pl_pl: Użytkownik

# #32661
source: Addon version
pl_pl: Wersja wtyczki

# #32662
source: Auto playback of the next episode
pl_pl: Autoodtwarzanie następnego odcinka serialu

# #32663
source: service
pl_pl: serwis

# #32664
source: language
pl_pl: język

# #32665
source: quality
pl_pl: jakość

# #32666
source: size
pl_pl: rozmiar

# #32667
source: none
pl_pl: brak

# #32668
source: Automatically select the next items from the playback list
pl_pl: Automatycznie wybieraj kolejne pozycje z listy do odtwarzania

# #32669
source: Additional
pl_pl: Dodatkowe

# #32670
source: Show source file name
pl_pl: Pokazuj nazwę pliku źródła

# #32672
source: Movies and TV Series
pl_pl: Filmy i seriale

# #32674
source: Bulgarian
pl_pl: Bułgarski

# #32675
source: Chinese
pl_pl: Chiński

# #32676
source: Croatian
pl_pl: Chorwacki

# #32677
source: Czech
pl_pl: Czeski

# #32678
source: Danish
pl_pl: Duński

# #32679
source: Dutch
pl_pl: Holenderski

# #32680
source: English
pl_pl: Angielski

# #32681
source: Finnish
pl_pl: Fiński

# #32682
source: French
pl_pl: Francuski

# #32683
source: German
pl_pl: Niemiecki

# #32684
source: Greek
pl_pl: Grecki

# #32685
source: Hebrew
pl_pl: Hebrajski

# #32686
source: Hungarian
pl_pl: Węgierski

# #32687
source: Italian
pl_pl: Włoski

# #32688
source: Japanese
pl_pl: Japoński

# #32689
source: Korean
pl_pl: Koreański

# #32690
source: Norwegian
pl_pl: Norweski

# #32691
source: Polish
pl_pl: Polski

# #32692
source: Portuguese
pl_pl: Portugalski

# #32693
source: Romanian
pl_pl: Rumuński

# #32694
source: Russian
pl_pl: Rosyjski

# #32695
source: Serbian
pl_pl: Serbski

# #32696
source: Slovak
pl_pl: Słowacki

# #32697
source: Slovenian
pl_pl: Słoweński

# #32698
source: Spanish
pl_pl: Hiszpański

# #32699
source: Swedish
pl_pl: Szwedzki

# #32700
source: Thai
pl_pl: Tajski

# #32701
source: Turkish
pl_pl: Turecki

# #32702
source: Ukrainian
pl_pl: Ukraiński

# #32703
source: Graphics
pl_pl: Grafiki

# #32704
source: Graphics quality
pl_pl: Jakość grafik

# #32705
source: low
pl_pl: niska

# #32706
source: high
pl_pl: wysoka

# #32707
source: highest
pl_pl: najwyższa

# #32708
source: Graphics depends on
pl_pl: Wybieraj grafiki po

# #32709
source: rating
pl_pl: ocenie

# #32710
source: number of votes
pl_pl: liczbie głosów

# #32712
source: Movies
pl_pl: Filmy

# #32713
source: Sort by:
pl_pl: Sortuj wg:

# #32714
source: Popularity
pl_pl: Popularności

# #32715
source: Year
pl_pl: Roku

# #32716
source: Minimum number of user votes
pl_pl: Minimalna liczba głosów

# #32717
source: TV Shows
pl_pl: Seriale

# #32718
source: Source search
pl_pl: Wyszukiwanie źródeł

# #32720
source: Sources cache
pl_pl: Cache źródeł

# #32727
source: Reject titles that are completely unmatched
pl_pl: Odrzucaj niedopasowane w całości tytuły

# #32729
source: Reject CAM quality
pl_pl: Odrzucaj jakość CAM

# #32730
source: Source services PL
pl_pl: Serwisy źródeł PL

# #32734
source: List order
pl_pl: Kolejność na liście

# #32742
source: Automatic use of transfer
pl_pl: Automatyczne wykorzystywanie transferu

# #32749
source: Use Notes on the account to store information about downloaded files
pl_pl: Używaj Notesu na koncie do przechowywania informacji o pobranych plikach

# #32751
source: Use Notes on the account to store information about downloaded files
pl_pl: Używaj Notesu na koncie do przechowywania informacji o pobranych plikach

# #32755
source: [External] (required separate addons)
pl_pl: Zewnętrzne [External] (wymagane oddzielne wtyczki)

# #32761
source: Source services EN
pl_pl: Serwisy źródeł EN

# #32767
source: watchseriess_io
pl_pl: atchseriess_i

# #32768
source: Include in sources
pl_pl: Uwzględniaj w źródłach

# #32769
source: Accounts, keys and authorizations
pl_pl: Konta, klucze i autoryzacje

# #32770
source: Change default keys
pl_pl: Zmiana domyślnych kluczy

# #32776
source: Authorize account
pl_pl: Autoryzuj konto

# #32777
source: Revoke authorization
pl_pl: Wycofaj autoryzację

# #32778
source: Maintenance
pl_pl: Konserwacja

# #32779
source: Install Kodi Logfile Uploader
pl_pl: Zainstaluj Kodi Logfile Uploader

# #32780
source: Generate logs
pl_pl: Wygeneruj logi

# #32781
source: Cache settings
pl_pl: Ustawienia cache

# #32784
source: Automatic cache cleaning
pl_pl: Automatyczne czyszczenie cache

# #32787
source: Clean media cache older than ... days
pl_pl: Czyść media cache starszy niż ... dni

# #32797
source: Required login information (data is not encrypted)
pl_pl: Wymagane podanie danych logowania (dane nie są szyfrowane)

# #32800
source: Changing values may cause addon to not work properly
pl_pl: Zmiana poniższych wartości może spowodować błędne działanie wtyczki

# #32801
source: Currently watching
pl_pl: W trakcie oglądania

# #32802
source: TMDB Watchlist
pl_pl: Obserwowane TMDB

# #32803
source: TMDB Favorites
pl_pl: Ulubione TMDB

# #32805
source: Episodes in progress
pl_pl: Odcinki w trakcie oglądania

# #32806
source: Settings
pl_pl: Ustawienia

# #32807
source: Download manager
pl_pl: Menadżer pobierania

# #32809
source: criterion 1
pl_pl: kryterium 1

# #32810
source: criterion 2
pl_pl: kryterium 2

# #32811
source: criterion 3
pl_pl: kryterium 3

# #32812
source: criterion 4
pl_pl: kryterium 4

# #32814
source: Library collection update settings
pl_pl: Ustawienia aktualizacji biblioteki z kolekcji

# #32816
source: Max number of python threads
pl_pl: Maksymalna liczba wątków Pythona

# #32818
source: TV Shows - Popular
pl_pl: Seriale - Popularne

# #32819
source: Hide anime in popular
pl_pl: Ukrywaj anime w popularnych

# #32820
source: Hide old tv shows
pl_pl: Ukrywaj stare seriale

# #32821
source: Hide older than ... years
pl_pl: Ukrywaj starsze niż ... lat

# #32822
source: The last episode of which is older than ... years.
pl_pl: Których ostatni odcinek jest starszy niż ... lat

# #32823
source: Don't show sources with subtitles
pl_pl: Nie pokazuj pozycji z napisami

# #32825
source: Notepad on account
pl_pl: Używa zakładki 'Notes' na stronie, gdzie zapisuje szczegółowe informacje o pobranych plikach - UWAGA: Nie można ręcznie modyfikować zawartości

# #32826
source: Data are not hashed in local database
pl_pl: UWAGA: dane nie są szyfrowane przed zapisem i odczytem w lokalnej bazie

# #32827
source: addons for services are required to work
pl_pl: muszą być zainstalowane dodatkowe wtyczki od danego serwisu, aby źródła były wyszukiwane

# #32828
source: Trakt Last Activity
pl_pl: Trakt - Ostatnia aktywność

# #32829
source: Never
pl_pl: Nigdy

# #32830
source: If only one season
pl_pl: Tylko gdy jeden sezon

# #32831
source: Always
pl_pl: Zawsze

# #32832
source: Developer section
pl_pl: Sekcja programisty

# #32833
source: Show developer logs
pl_pl: Logi programisty

# #32834
source: No content to display
pl_pl: Brak treści do wyświetlenia

# #30100
source: Empty Folder
pl_pl: Pusty folder

# #30101
source: All languages
pl_pl: Wszystkie języki

# #30103
source: All countries
pl_pl: Wszystkie kraje

# #30104
source: Countries
pl_pl: Kraje

# #30105
source: [B]ColorPicker - choose your own color[/B]
pl_pl: [B]ColorPicker - wybierz własny kolor[/B]

# #30106
source: [I]YOUR CHOICE[/I]
pl_pl: [I]TWÓJ WYBÓR[/I]

# #30107
source: [I]SELECTED PALETTE[/I]
pl_pl: [I]WYBRANA PALETA[/I]

# #30108
source: DEFAULT COLOR
pl_pl: KOLOR DOMYŚLNY

# #30109
source: OWN COLOR
pl_pl: WŁASNY KOLOR

# #30110
source: CLOSE
pl_pl: ZAMKNIJ

# #30111
source: Duration: [B]{duration}[/B] minute|||Duration: [B]{duration}[/B] minutes
pl_pl: Czas trwania: [B]{duration}[/B] minuta|||Czas trwania: [B]{duration}[/B] minuty|||Czas trwania: [B]{duration}[/B] minut

# #30112
source: End at: $INFO[Window.Property(item.endtime),[B],[/B]]
pl_pl: Koniec o: $INFO[Window.Property(item.endtime),[B],[/B]]

# #30113
source: Source: $INFO[Container(5000).CurrentItem,[B],[/B]]$INFO[Container(5000).NumItems, / ,]
pl_pl: Źródło: $INFO[Container(5000).CurrentItem,[B],[/B]]$INFO[Container(5000).NumItems, / ,]

# #30114
source: Rescan
pl_pl: Ponowne skanowanie

# #30115
source: Download
pl_pl: Pobierz

# #30116
source: Buy it again
pl_pl: Ponowne wykorzystanie transferu

# #30117
source: [B]Authorize Trakt[/B]
pl_pl: Autoryzacja Trakt

# #30118
source: Open:
pl_pl: Odwiedź:

# #30119
source: or scan QR code
pl_pl: lub zeskanuj kod QR

# #30120
source: Display style for season name
pl_pl: Styl wyświetlania nazwy sezonu

# #30121
source: Limit of displayed actors in the information
pl_pl: Limit wyświetlanych aktorów w informacjach

# #30122
source: Limits the number of displayed actors in the information. 0 = no limit
pl_pl: Ogranicza ilość wyświetlanych aktorów w informacjach. 0 = bez ograniczeń

# #30123
source: Enable library
pl_pl: Włącz bibliotekę

# #30124
source: Add to library
pl_pl: Dodaj do biblioteki

# #30125
source: Go to page {page} / {total_pages}
pl_pl: Idź do strony {page} / {total_pages}

# #30126
source: Inorrect {} type {!r}
pl_pl: Nieprawidłowy {} typ {!r}

# #30127
source: Nothing found
pl_pl: Nic nie znaleziono

# #30128
source: Mark as watched
pl_pl: Oznacz jako obejrzane

# #30129
source: Mark as unwatched
pl_pl: Oznacz jako nieobejrzane

# #30130
source: Movie Collection
pl_pl: Kolekcja filmów

# #30131
source: Recommendations
pl_pl: Proponowane

# #30132
source: Similar
pl_pl: Podobne

# #30133
source: Actors
pl_pl: Aktorzy

# #30134
source: Directors
pl_pl: Reżyserzy

# #30135
source: Producers
pl_pl: Producenci

# #30136
source: Crew
pl_pl: Ekipa

# #30137
source: Keywords
pl_pl: Słowa kluczowe

# #30138
source: Companies
pl_pl: Wytwórnie

# #30139
source: Year {year}
pl_pl: Rok {year}

# #30140
source: Decade {start}–{end}
pl_pl: Dekada {start}–{end}

# #30141
source: All Genres
pl_pl: Wszystkie gatunki

# #30142
source: All Keywords
pl_pl: Wszystkie słowa kluczowe

# #30143
source: Error: {}
pl_pl: Błąd: {}

# #30144
source: Likes
pl_pl: Polubione

# #30145
source: Collections
pl_pl: Kolekcje

# #30146
source: Favorites
pl_pl: Ulubione

# #30147
source: Trending Lists
pl_pl: Listy na czasie

# #30148
source: Popular Lists
pl_pl: Popularne listy

# #30149
source: My Lists
pl_pl: Własne listy

# #30150
source: Mixed Collection
pl_pl: Kolekcje mieszane

# #30151
source: Movies Collection
pl_pl: Kolekcja filmów

# #30152
source: TV Shows Collection
pl_pl: Kolekcja seriali

# #30153
source: Mixed Recommendations
pl_pl: Proponowane mieszane

# #30154
source: Movie Recommendations
pl_pl: Proponowane filmy

# #30155
source: TV Show Recommendations
pl_pl: Proponowane seriale

# #30156
source: Mixed Favorites
pl_pl: Ulubione mieszane

# #30157
source: Favorite Movies
pl_pl: Ulubione filmy

# #30158
source: Favorite TV Shows
pl_pl: Ulubione seriale

# #30159
source: Mixed Watchlist
pl_pl: Obserwowane mieszane

# #30160
source: Watchlist Movies
pl_pl: Obserwowane filmy

# #30161
source: Watchlist TV Shows
pl_pl: Obserwowane seriale

# #30162
source: Details
pl_pl: Szczegóły

# #30164
source: My Trakt Lists
pl_pl: Listy TRAKT

# #30165
source: My TMDB Lists
pl_pl: Listy TMDB

# #30166
source: Oscar Winner
pl_pl: Oscary: Zwycięzcy

# #30167
source: Oscar Nominee
pl_pl: Oscary: Nominacje

# #30168
source: Oscar Best Picture Winner
pl_pl: Oscary: Najlepszy film

# #30169
source: Oscar Best Picture Nominee
pl_pl: Oscary: Najlepszy film - nominacje

# #30170
source: Oscar Best Director Winner
pl_pl: Oscary: Najlepszy reżyser

# #30171
source: Oscar Best Director Nominee
pl_pl: Oscary: Najlepszy reżyser - nominacje

# #30172
source: Razzie Winner
pl_pl: Złote Maliny: Zwycięzcy

# #30173
source: Razzie Nominee
pl_pl: Złote Maliny: Nominacje

# #30174
source: Emmy Nominee
pl_pl: Emmy: Nominacje

# #30175
source: Persons
pl_pl: Osoby

# #30178
source: Director
pl_pl: Reżyser

# #30179
source: Producer
pl_pl: Producent

# #30180
source: Remove item
pl_pl: Usuń pozycję

# #30181
source: Delete history
pl_pl: Usuń historię

# #30182
source: Edit item
pl_pl: Edytuj pozycję

# #30183
source: TMDB: Revoke authorization
pl_pl: TMDB: Wycofaj autoryzację

# #30184
source: TMDB: Authorize
pl_pl: TMDB: Autoryzuj

# #30185
source: TRAKT: Revoke authorization
pl_pl: TRAKT: Wycofaj autoryzację

# #30186
source: TRAKT: Synchronize
pl_pl: TRAKT: Synchronizuj

# #30187
source: TRAKT: Authorize
pl_pl: TRAKT: Autoryzuj

# #30188
source: Authorization successful
pl_pl: Autoryzacja UDANA

# #30189
source: [FanFilm] TMDB authorization
pl_pl: [FanFilm] autoryzacja TMDB

# #30190
source: Authorization FAILED
pl_pl: Autoryzacja NIEUDANA

# #30191
source: Revoke authorization successful
pl_pl: Wycofanie autoryzacji UDANE

# #30192
source: [FanFilm] TMDB revoke authorization
pl_pl: [FanFilm] wycofanie autoryzacji TMDB

# #30193
source: Revoke authorization FAILED
pl_pl: Wycofanie autoryzacji NIEUDANE

# #30194
source: [FanFilm] Trakt.tv authorization
pl_pl: [FanFilm] autoryzacja Trakt

# #30195
source: [FanFilm] Trakt.tv revoke authorization
pl_pl: [FanFilm] wycofanie autoryzacji Trakt

# #30196
source: Synchronize successful
pl_pl: Synchronizacja udana

# #30197
source: [FanFilm] Trakt.tv synchronize
pl_pl: [FanFilm] synchronizacja Trakt

# #30198
source: Synchronize FAILED
pl_pl: Synchronizacja NIEUDANA

# #30199
source: Calendarium
pl_pl: Kalendarz

# #30200
source: sync in progress
pl_pl: synchronizacja w toku

# #30212
source: Requires addon Curiosity Stream
pl_pl: Wymaga dodatku Curiosity Stream

# #30214
source: Requires addon Disney+
pl_pl: Wymaga dodatku Disney+

# #30216
source: Requires addon HBOMax
pl_pl: Wymaga dodatku HBOMax

# #30218
source: Requires addon Hulu
pl_pl: Wymaga dodatku Hulu

# #30220
source: Requires addon BBC iPlayer
pl_pl: Wymaga dodatku BBC iPlayer

# #30222
source: Requires addon Netflix
pl_pl: Wymaga dodatku Netflix

# #30224
source: Requires addon Paramount
pl_pl: Wymaga dodatku Paramount

# #30225
source: Player.pl (by mbebe)
pl_pl: Player.pl (autorstwa mbebe)

# #30226
source: Requires addon Player.pl
pl_pl: Wymaga dodatku Player.pl

# #30230
source: Requires addon Amazon Prime
pl_pl: Wymaga dodatku Amaznon Prime

# #30232
source: Requires addon Skyshowtime
pl_pl: Wymaga dodatku Skyshowtime

# #30236
source: Requires addon Viaplay
pl_pl: Wymaga dodatku Viaplay

# #30201
source: TRAKT Client key
pl_pl: TRAKT Klucz klienta

# #30202
source: TRAKT Secret client key
pl_pl: TRAKT Sekretny klucz klienta

# #30102
source: Scandinavian
pl_pl: Skandynawia

# #30203
source: Season 1
pl_pl: Sezon 1

# #30204
source: Season 1 - Title
pl_pl: Sezon 1 - Tytuł

# #30205
source: 1. Title
pl_pl: 1. Tytuł

# #30206
source: Try to reject sound recorded from cinema
pl_pl: Próbuj odrzucać dźwięk nagrywany z kina

# #30208
source: also HDTS quality
pl_pl: w tym także HDTS

# #30209
source: Min quality
pl_pl: Minimalna jakość

# #30210
source: Max file size in GB
pl_pl: Maksymalny rozmiar pliku w GB

# #30237
source: Min file size in GB
pl_pl: Minimalny rozmiar pliku w GB

# #30238
source: Name
pl_pl: Nazwy

# #30239
source: [I]Previous page[/I]
pl_pl: [I]Poprzednia strona[/I]

# #30240
source: Go to page {page}
pl_pl: Idź do strony {page}

# #30241
source: First page
pl_pl: Pierwsza strona

# #30242
source: Jump to page...
pl_pl: Skocz do strony...

# #30243
source: Last page
pl_pl: Ostatnia strona

# #30244
source: Enter page number (1..{total_pages})
pl_pl: Wpisz numer strony (1..{total_pages})

# #30245
source: Allow HDR format
pl_pl: Uwzględnij format HDR

# #30246
source: Allow 3D format
pl_pl: Uwzględnij format 3D

# #30247
source: Allow AV1 codec
pl_pl: Uwzględnij kodek AV1

# #30248
source: Allow DV format
pl_pl: Uwzględnij format DV

# #30249
source: Allow HEVC codec
pl_pl: Uwzględnij kodek HEVC

# #30250
source: No sources found
pl_pl: Nie znaleziono źródeł

# #32057
source: Process Complete
pl_pl: Proces ukończony

# #30251
source: External services
pl_pl: Serwisy zewnętrzne

# #30252
source: Clear cached source list
pl_pl: Wyczyść cache źródeł

# #30253
source: Clear search history
pl_pl: Wyczyść historię wyszukiwania

# #30255
source: Show service icon in sources window
pl_pl: Pokazuj ikony serwisów w oknie ze źródłami

# #32839
source: Allowed soundtrack language
pl_pl: Dozwolony język ścieżki dźwiękowej

# #32840
source: All
pl_pl: Wszystkie

# #32841
source: Only PL
pl_pl: Tylko PL

# #32843
source: Only EN
pl_pl: Tylko EN

# #32845
source: Polish
pl_pl: Polskie

# #32846
source: English
pl_pl: Angielskie

# #32847
source: Polish+English
pl_pl: Polskie i Angielskie

# #30207
source: Edit search
pl_pl: Edytuj szukanie

# #30256
source: No sources found.
pl_pl: Nie znaleziono źródeł

# #30257
source: Edit source search data
pl_pl: Edytuj dane wyszukiwania

# #30258
source: Title:
pl_pl: Tytuł:

# #30259
source: English Title:
pl_pl: Angielski tytuł:

# #30260
source: Original Title:
pl_pl: Oryginalny tytuł:

# #30261
source: Year:
pl_pl: Rok:

# #30262
source: Premiered:
pl_pl: Premiera:

# #30263
source: TVShow:
pl_pl: Serial:

# #30264
source: Season:
pl_pl: Sezon:

# #30265
source: Episode:
pl_pl: Odcinek:

# #30266
source: Scan
pl_pl: Szukaj

# #30267
source: Providers
pl_pl: Dostawcy

# #30268
source: Run FanFilm on Kodi startup
pl_pl: Uruchamiaj FanFilm wraz ze startem Kodi

# #30269
source: Capture playback progress of entire library
pl_pl: Przechwytuj postęp odtwarzania całej biblioteki

# #30270
source: Today
pl_pl: Dzisiaj

# #30271
source: Tomorrow
pl_pl: Jutro

# #30272
source: Yesterday
pl_pl: Wczoraj

# #30273
source: Monday
pl_pl: Poniedziałek

# #30274
source: Tuesday
pl_pl: Wtorek

# #30275
source: Wednesday
pl_pl: Środa

# #30276
source: Thursday
pl_pl: Czwartek

# #30277
source: Friday
pl_pl: Piątek

# #30278
source: Saturday
pl_pl: Sobota

# #30279
source: Sunday
pl_pl: Niedziela

# #30280
source: January
pl_pl: Styczeń

# #30281
source: February
pl_pl: Luty

# #30282
source: March
pl_pl: Marzec

# #30283
source: April
pl_pl: Kwiecień

# #30284
source: May
pl_pl: Maj

# #30285
source: June
pl_pl: Czerwiec

# #30286
source: July
pl_pl: Lipiec

# #30287
source: August
pl_pl: Sierpień

# #30288
source: September
pl_pl: Wrzesień

# #30289
source: October
pl_pl: Październik

# #30290
source: November
pl_pl: Listopad

# #30291
source: December
pl_pl: Grudzień

# #30292
source: Last {weekday}
pl_pl: Ost. {weekday}

# #30293
source: Videos
pl_pl: Wideo

# #30295
source: {trailer.type} {trailer.lang}: {trailer.name} | Official
pl_pl: {trailer.type} {trailer.lang}: {trailer.name} | Oficjalny

# #30298
source: Requires addon cda
pl_pl: Wymaga dodatku cda

# #30228
source: Details
pl_pl: Szczegóły
