Repository: notoco/univk19
Catalog: szlag/plugin.video.fanfilm/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #30233
source: Custom search
pl_pl: Edytowanie wyszukiwania

# #30234
source: Show progressbar in movies and tvshows
pl_pl: Pokaż pasek postępu w filmach i serialach

# #30321
source: Adding to library...
pl_pl: Dodawanie do biblioteki...

# #30322
source: Started
pl_pl: Rozpoczęto

# #30323
source: Finished
pl_pl: Zakończono

# #30326
source: Use InputStream Adaptive to play m3u8 links
pl_pl: Używaj InputStream Adaptive do odtwarzania linków m3u8

# #30327
source: My Own Lists
pl_pl: Własne listy

# #30328
source: My Persons
pl_pl: Moje listy osób

# #30329
source: Favorite Persons
pl_pl: Ulubione osoby

# #30330
source: Favorite Collections
pl_pl: Ulubione kolekcje

# #30331
source: {n} title|||{n} titles
pl_pl: {n} tytuł|||{n} tytuły|||{n} tytułów

# #30332
source: Previous page
pl_pl: Poprzednia strona

# #30333
source: Show sync notification
pl_pl: Pokazuj powiadomienia o synchronizacji

# #30337
source: Selected link is not working
pl_pl: Wybrany link nie działa

# #32049
source: Viewtypes
pl_pl: Widoki

# #32059
source: CLICK HERE TO SAVE VIEW
pl_pl: KLIKNIJ TUTAJ ABY ZAPISAĆ WIDOK

# #32640
source: Clear views...
pl_pl: Wyczyść widoki...

# #30176
source: Enable/disable context menu items
pl_pl: Włącz/wyłącz opcje w menu kontekstowym

# #30324
source: CDA.pl + CDA TV (Mbebe) addon required. Note: there is no addon detection.
pl_pl: Wymagany dodatek CDA.pl od MBEBE. Brak detekcji czy dodatek jest zainstalowany.

# #30325
source: Requires addon player_pl
pl_pl: Wymaga dodatku player_pl

# #30334
source: Player.pl (by mtr81)
pl_pl: Player.pl (autorstwa mtr81)

# #30336
source: Authorization by addon ekino-tv
pl_pl: Autoryzacja wtyczką ekino-tv

# #30338
source: Authorization in FanFilm
pl_pl: Autoryzacja w FanFilm

# #30339
source: Authorization
pl_pl: Autoryzacja

# #30340
source: Ekinotv - secret key
pl_pl: Ekinotv - klucz

# #30341
source: Ekinotv - state
pl_pl: Ekinotv - status

# #30342
source: Run ekino-tv addon
pl_pl: Uruchom dodatek ekino-tv

# #30343
source: Addon ekino-tv not found
pl_pl: Nie znaleziono dodatku ekino-tv

# #30344
source: Required ekino-tv from ekino.pl
pl_pl: Nie znaleziono dodatku ekino-tv

# #30345
source: Add to user list
pl_pl: Dodaj do listy

# #30346
source: IMDB Watchlist
pl_pl: Obserwowane IMDB

# #30347
source: Own Watchlist
pl_pl: Lista obserwowanych

# #30348
source: Own Favorites
pl_pl: Lista ulubionych

# #30349
source: My IMDB Lists
pl_pl: Listy IMDB

# #30316
source: Add extra info
pl_pl: Dołącz dodatkowe informacje

# #30317
source: Save with local title
pl_pl: Zapisz tytuł po polsku

# #30318
source: Additional folder to search
pl_pl: Dodatkowy folder do przeszukiwania

# #30319
source: Movies downloaded
pl_pl: Pobrane filmy

# #30320
source: TV Shows downloaded
pl_pl: Pobrane seriale

# #30227
source: Clear downloader cache
pl_pl: Wyczyść cache pobierania

# #30302
source: Seasons
pl_pl: Sezony

# #30303
source: Episodes
pl_pl: Odcinki

# #30304
source: Mixed lists
pl_pl: Listy mieszane

# #30306
source: Downloaded
pl_pl: Pobrane

# #30307
source: Add to...
pl_pl: Dodaj do...

# #30308
source: Add to log
pl_pl: Dodaj do logów

# #30310
source: Play via InputStream
pl_pl: Odtwarzaj przez InputStream

# #30311
source: Play direct
pl_pl: Odtwarzaj wprost

# #30312
source: InputStreamAdaptive Settings
pl_pl: Ustawienia InputStreamAdaptive

# #30313
source: InputStream Helper Settings
pl_pl: Ustawienia InputStream Helper

# #30314
source: Update Trakt collection
pl_pl: Aktualizuj kolekcję Trakt

# #30315
source: Update TMDB collection
pl_pl: Aktualizuj kolekcję TMDB

# #30350
source: Update IMdb collection
pl_pl: Aktualizuj kolekcję IMdb

# #30352
source: BKD_REMEMBER cookie
pl_pl: Ciasteczko BKD_REMEMBER

# #30354
source: Don't show sources with AI lector
pl_pl: Nie pokazuj pozycji z lektorem AI

# #30888
source: {n} movie|||{n} movies
pl_pl: {n} film|||{n} filmy|||{n} filmów

# #30355
source: Local
pl_pl: Lokalne

# #30358
source: Own lists
pl_pl: Własne listy

# #30359
source: Logs
pl_pl: Logi

# #30360
source: Trakt Favorites
pl_pl: Ulubione Trakt

# #30361
source: Trakt Watchlist
pl_pl: Obserwowane Trakt

# #30362
source: Trakt Collection
pl_pl: Kolekcja Trakt

# #30363
source: MDBList Watchlist
pl_pl: Obserwowane MDBList

# #30364
source: [B]Authorize TMDB[/B]
pl_pl: [B]Autoryzuj TMDB[/B]

# #30365
source: TMDB has no authorization
pl_pl: Brak autoryzacji TMDB

# #30366
source: Add movies to...
pl_pl: Dodaj filmy do...

# #30367
source: My MDBList Lists
pl_pl: Listy MDBList

# #30368
source: Manage settings
pl_pl: Zarządzanie ustawieniami

# #30369
source: Clean settings
pl_pl: Wyczyść ustawienia

# #30370
source: Restore settings
pl_pl: Przywróć kopię ustawień

# #30371
source: Backup settings
pl_pl: Stwórz kopię ustawień

# #30372
source: Clear {addon} settings
pl_pl: Wyczyść ustawienia {addon}

# #30375
source: Settings cleared.
pl_pl: Ustawienia wyczyszczone

# #30376
source: Clear settings FAILED.
pl_pl: Czyszczenie nie powiodło się

# #30377
source: Backup {addon} settings
pl_pl: Kopia ustawień {addon}

# #30378
source: Create new setting's backup?
pl_pl: Utworzyć nową kopię ustawień?

# #30379
source: Backup created.
pl_pl: Utworzono kopię zapasową

# #30380
source: Create backup FAILED.
pl_pl: Tworzenie kopii zapasowej nie powiodło się

# #30381
source: {addon} Settings
pl_pl: {addon} Ustawienia

# #30382
source: No backups available.
pl_pl: Brak dostępnych kopii zapasowych

# #30383
source: Select a backup to restore
pl_pl: Wybierz kopię zapasową do przywrócenia

# #30384
source: Restore {addon} settings
pl_pl: Przywróć ustawienia {addon}

# #30385
source: Restore backup: {backup}? This will overwrite current settings!
pl_pl: Przywrócić kopię zapasową: {backup}? Spowoduje to nadpisanie bieżących ustawień!

# #30386
source: Backup restored. Restart the plugin.
pl_pl: Kopia zapasowa przywrócona. Uruchom ponownie wtyczkę.

# #30387
source: Restore backup FAILED.
pl_pl: Przywracanie kopii zapasowej nie powiodło się

# #30388
source: {n} collection|||{n} collections
pl_pl: {n} kolekcja|||{n} kolekcje|||{n} kolekcji

# #30389
source: {n} show|||{n} shows
pl_pl: {n} serial|||{n} seriale|||{n} seriali

# #30390
source: {n} season|||{n} seasons
pl_pl: {n} sezon|||{n} sezony|||{n} sezonów

# #30391
source: {n} episode|||{n} episodes
pl_pl: {n} odcinek|||{n} odcinki|||{n} odcinków

# #30392
source: {n} person|||{n} persons
pl_pl: {n} osoba|||{n} osoby|||{n} osób

# #30393
source: {n} list|||{n} lists
pl_pl: {n} lista|||{n} listy|||{n} list

# #30394
source: Error
pl_pl: Błąd

# #30395
source: New list name
pl_pl: Nazwa nowej listy

# #30396
source: [B]Authorize[/B]
pl_pl: [B]Autoryzuj[/B]

# #30397
source: Open link
pl_pl: Otwórz link

# #30398
source: Mixed Media
pl_pl: Media mieszane

# #30399
source: New list
pl_pl: Nowa lista

# #30400
source: Create new list
pl_pl: Utwórz nową listę

# #30402
source: List content type
pl_pl: Typ zawartości listy

# #30403
source: Movie
pl_pl: Film

# #30404
source: Person
pl_pl: Osoba

# #30405
source: TV Show
pl_pl: Serial

# #30406
source: Season
pl_pl: Sezon

# #30407
source: Episode
pl_pl: Odcinek

# #30408
source: Public list
pl_pl: Lista publiczna

# #30401
source: Add {matched} / {n} item|||Add {matched} / {n} items
pl_pl: Dodaj {matched} / {n} pozycję|||Dodaj {matched} / {n} pozycje|||Dodaj {matched} / {n} pozycji

# #30409
source: Enter new list name
pl_pl: Wpisz nazwę nowej listy

# #30163
source: MDBList API Key
pl_pl: MDBList - klucz API

# #30309
source: Golden Globe Winner
pl_pl: Złote Globy: Zwycięzcy

# #30410
source: Golden Globe Nominee
pl_pl: Złote Globy: Nominacje

# #30411
source: New search with year...
pl_pl: Nowe szukanie z rokiem...

# #30412
source: Year (optional)
pl_pl: Rok (opcjonalnie)

# #30413
source: Emmy Winner
pl_pl: Emmy: Zwycięzcy

# #30414
source: Restart error
pl_pl: Błąd ponownego uruchomienia

# #30415
source: The file link may have expired.
pl_pl: Link do pliku mógł wygasnąć.

# #30416
source: Download resumed
pl_pl: Wznowiono pobieranie

# #30417
source: Download started
pl_pl: Rozpoczęto pobieranie

# #30418
source: Download error
pl_pl: Błąd pobierania

# #30419
source: WARNING - A download of this file is already in progress
pl_pl: OSTRZEŻENIE — Pobieranie tego pliku już trwa

# #30420
source: Do you want to interrupt this download?
pl_pl: Czy chcesz przerwać pobieranie?

# #30421
source: Interrupt
pl_pl: Przerwij

# #30422
source: Continue
pl_pl: Kontynuuj

# #30423
source: Unable to connect.
pl_pl: Nie można nawiązać połączenia.

# #30424
source: Download progress
pl_pl: Postęp pobierania

# #30425
source: Download finished
pl_pl: Pobieranie zakończone

# #30426
source: {title} (downloaded {downloaded_size} of {full_size})
pl_pl: {title} (pobrano {downloaded_size} z {full_size})

# #30427
source: [COLOR limegreen]PLAY[/COLOR]
pl_pl: [COLOR limegreen]ODTWARZAJ[/COLOR]

# #30428
source: [COLOR red]STOP[/COLOR]
pl_pl: [COLOR red]ZATRZYMAJ[/COLOR]

# #30429
source: [COLOR orange]RESUME[/COLOR]
pl_pl: [COLOR orange]WZNÓW[/COLOR]

# #30431
source: [COLOR red]DELETE[/COLOR]
pl_pl: [COLOR red]USUŃ[/COLOR]

# #30432
source: [COLOR gray]Starting...[/COLOR]
pl_pl: [COLOR gray]Rozpoczynanie...[/COLOR]

# #30433
source: [COLOR gray][B]Updating...[/B][/COLOR]
pl_pl: [COLOR gray][B]Aktualizuję...[/B][/COLOR]

# #30434
source: [COLOR lightblue][B]Refresh list[/B][/COLOR]
pl_pl: [COLOR lightblue][B]Odśwież listę[/B][/COLOR]

# #30435
source: [COLOR white][B]Name[/B][/COLOR]
pl_pl: [COLOR white][B]Nazwa[/B][/COLOR]

# #30436
source: [COLOR white][B]Downloaded[/B][/COLOR]
pl_pl: [COLOR white][B]Pobrane[/B][/COLOR]

# #30437
source: [COLOR white][B]Size[/B][/COLOR]
pl_pl: [COLOR white][B]Rozmiar[/B][/COLOR]

# #30438
source: [COLOR white][B]Time[/B][/COLOR]
pl_pl: [COLOR white][B]Czas[/B][/COLOR]

# #30439
source: [COLOR white][B]Action[/B][/COLOR]
pl_pl: [COLOR white][B]Akcja[/B][/COLOR]

# #30440
source: [COLOR white][B]Delete[/B][/COLOR]
pl_pl: [COLOR white][B]Usuń[/B][/COLOR]

# #30441
source: [COLOR red][B]Close[/B][/COLOR]
pl_pl: [COLOR red][B]Zamknij[/B][/COLOR]

# #30442
source: [COLOR yellow]Loading...[/COLOR]
pl_pl: [COLOR yellow]Ładowanie...[/COLOR]

# #30443
source: Delete entry
pl_pl: Usuń wpis

# #30444
source: Delete
pl_pl: Usuń

# #30445
source: Cancel
pl_pl: Anuluj

# #30446
source: No downloads in the database
pl_pl: Brak pobrań w bazie danych

# #30447
source: [COLOR red]error[/COLOR]
pl_pl: [COLOR red]błąd[/COLOR]

# #30448
source: Download Manager
pl_pl: Menedżer pobierania

# #30449
source: Continuation impossible
pl_pl: Kontynuowanie niemożliwe

# #30450
source: Missing file from previous download
pl_pl: Brakujący plik z poprzedniego pobierania

# #30451
source: File size from previous download does not match
pl_pl: Rozmiar pliku z poprzedniego pobrania nie zgadza się

# #30452
source: No valid server response. {title} Download impossible.
pl_pl: Brak prawidłowej odpowiedzi serwera. {title} Pobieranie niemożliwe.

# #30453
source: Download will not be processed
pl_pl: Pobieranie nie zostanie zrealizowane

# #30454
source: Unsupported video file type [I]{content_type}[/I]
pl_pl: Nieobsługiwany typ pliku [I]{content_type}[/I]

# #30455
source: resume download
pl_pl: wznów pobieranie

# #30456
source: download
pl_pl: pobierz

# #30457
source: Confirm {action}
pl_pl: Potwierdź {action}

# #30458
source: {filename} to download{left_text}: {size}
pl_pl: {filename} do pobrania{left_text}: {size}

# #30460
source: WARNING - Existing file detected
pl_pl: OSTRZEŻENIE — Wykryto istniejący plik

# #30461
source: on disk: {fsize}, on server: {content}. Do you want to continue?
pl_pl: na dysku: {fsize}, na serwerze: {content}. Czy chcesz kontynuować?

# #30462
source: Replace
pl_pl: Zamień

# #30463
source: Download cancelled
pl_pl: Pobieranie anulowane

# #30464
source: Do you want to replace it?
pl_pl: Czy chcesz zamienić?

# #30465
source: File not found
pl_pl: Nie znaleziono pliku

# #30466
source: File does not exist in the expected location: {dest}
pl_pl: Plik nie istnieje we wskazanej lokalizacji: {dest}

# #30467
source: Playback error
pl_pl: Błąd odtwarzania

# #30468
source: Failed to play the selected file.
pl_pl: Nie udało się odtworzyć wybranego pliku.

# #30469
source: Trakt Movies
pl_pl: Filmy TRAKT

# #30470
source: Trakt TV Shows
pl_pl: Seriale TRAKT

# #30471
source: Lists
pl_pl: Listy

# #30472
source: Multi search
pl_pl: Multiwyszukiwarka

# #30473
source: TV Appearances
pl_pl: Wszystkie seriale i programy

# #30474
source: Clear netcache
pl_pl: Wyczyść netcache

# #30475
source: Waiting for service...
pl_pl: Oczekiwanie na serwis...

# #30476
source: Add to {pointer} list
pl_pl: Dodaj do listy {pointer}

# #30477
source: Add to {name} list
pl_pl: Dodaj do listy: {name}

# #30478
source: Added {n} item to {name}|||Added {n} items to {name}
pl_pl: Dodano {n} pozycję do: {name}|||Dodano {n} pozycje do: {name}|||Dodano {n} pozycji do: {name}

# #30479
source: Delete list
pl_pl: Usuń listę

# #30480
source: Remove list item
pl_pl: Usuń pozycję z listy

# #30481
source: Delete {name} list?
pl_pl: Usunąć listę {name}?

# #30482
source: All items in list will be removed!
pl_pl: Cała zawartość listy zostanie usunięta!

# #30483
source: Remove item from {name} list?
pl_pl: Usunąć pozycję z listy {name}?

# #30484
source: Create {service} list
pl_pl: Utwórz listę {service}

# #30485
source: List {name} has been created
pl_pl: Lista {name} została utworzona

# #30486
source: Failed to {service} create list {name}.
pl_pl: Tworzenie listy {name} w {service} nieudane.

# #30488
source: CDA Premium (mtr81) addon required
pl_pl: Wymagany dodatek CDA Premium (mtr81)

# #30489
source: Hide sources for which the transfer is insufficient
pl_pl: Ukrywaj źródła dla których nie wystarczy transferu

# #30490
source: [COLOR white]Total: [COLOR cyan]{total}[/COLOR] | Active: [COLOR yellow]{running}[/COLOR] | Finished: [COLOR limegreen]{finished}[/COLOR][/COLOR]
pl_pl: [COLOR white]Ogółem: [COLOR cyan]{total}[/COLOR] | Aktywne: [COLOR yellow]{running}[/COLOR] | Zakończone: [COLOR limegreen]{finished}[/COLOR][/COLOR]

# #30491
source: Enter number of items (1..{total})
pl_pl: Podaj ilość pozycji (1..{total})

# #30492
source: Limit items
pl_pl: Ogranicz pozycje

# #30493
source: [B][UPPERCASE]The transfer available is insufficient[/UPPERCASE][/B]
pl_pl: [B][UPPERCASE]Brak transferu[/UPPERCASE][/B]

# #30459
source: CF Cookie
pl_pl: Ciasteczko CF

# #30495
source: Update defaults too
pl_pl: Zaktualizuj także domyślne

# #30497
source: Factory settings reset
pl_pl: Przywracanie ustawień fabrycznych

# #30498
source: Reset {addon} settings
pl_pl: Resetuj ustawienia {addon}

# #30499
source: Reset settings to the factory defaults? This will overwrite current settings!
pl_pl: Przywrócić ustawienia fabryczne? To spowoduje nadpisanie bieżących ustawień!

# #30500
source: Factory reset is done
pl_pl: Przywrócono ustawienia fabryczne

# #30501
source: Factory reset FAILED
pl_pl: Przywrócenie ustawień fabrycznych NIEUDANE

# #30502
source: Settings already cleared
pl_pl: Ustawienia zostały już wyczyszczone

# #30503
source: Clear the setting? This will remove undefined user settings.
pl_pl: Wyczyścić ustawienia? Usunie to przestarzałe ustawienia.

# #30373
source: FanFilm web server
pl_pl: Serwer WWW
