Repository: notoco/univk19
Catalog: service.upnext/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #30006
source: Watch now
pl_pl: Oglądaj teraz

# #30008
source: Up next
pl_pl: Kolejny

# #30009
source: Ends at: $INFO[Window.Property(endtime)]
pl_pl: Koniec o: $INFO[Window.Property(endtime)]

# #30010
source: Continue watching
pl_pl: Kontynuuj oglądanie

# #30024
source: Still there?
pl_pl: Wciąż jesteś?

# #30032
source: Enable UpNext when using a playlist
pl_pl: Włącz UpNext podczas używania list odtwarzania

# #30033
source: Stop
pl_pl: Zatrzymaj

# #30034
source: Close
pl_pl: Zamknij

# #30035
source: Continue watching in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] seconds
pl_pl: Kontynuuj oglądanie za [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] sekund

# #30036
source: Up next in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] seconds
pl_pl: Kolejny za [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] sekund

# #30037
source: Next video in [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] seconds
pl_pl: Następny odcinek za [COLOR $INFO[Window.Property(accent_colour)]]$INFO[Window.Property(remaining)][/COLOR] sekund

# #30040
source: Play next video automatically
pl_pl: Odtwarzaj kolejny odcinek automatycznie

# #30041
source: Stop playback at end of video
pl_pl: Zatrzymaj odtwarzenie na końcu odcinka

# #30042
source: None
pl_pl: Żaden

# #30043
source: Info
pl_pl: Informacje

# #30045
source: Off
pl_pl: Wyłącz

# #30046
source: To 15s before end
pl_pl: Do 15s. przed końcem

# #30047
source: To popup start time
pl_pl: Do czasu rozpoczęcia wyskakującego okienka

# #30048
source: To detector start time
pl_pl: Do czasu uruchomienia detektora

# #30049
source: Next video
pl_pl: Następny odcinek

# #30050
source: Disabled
pl_pl: Nieaktywne

# #30051
source: Forced on
pl_pl: Wymuszenie włączone

# #30052
source: Forced off
pl_pl: Wymuszenie wyłączone

# #30053
source: Play or focused popup button action
pl_pl: Akcja przycisku odtwarzania lub aktywnego okna

# #30054
source: Stop or focused popup button action
pl_pl: Akcja przycisku stop lub aktywnego okna

# #30101
source: Settings
pl_pl: Ustawienia

# #30102
source: Movie widgets
pl_pl: Widgety filmowe

# #30103
source: TVShow widgets
pl_pl: Widgety serialowe

# #30104
source: Combined widgets
pl_pl: Połączone widgety

# #30108
source: Because you watched "{0}"
pl_pl: Ponieważ oglądałeś "{0}"

# #30110
source: UpNext Episodes
pl_pl: Następne odcinki

# #30111
source: Watched TVShow recommendations
pl_pl: Rekomendacje oglądanych seriali

# #30112
source: More like this... (Watched TVShows)
pl_pl: Więcej podobnych... (Oglądane seriale)

# #30120
source: UpNext Movies
pl_pl: Następne filmy

# #30121
source: Watched Movie recommendations
pl_pl: Rekomendacje oglądanych filmów

# #30122
source: More like this... (Watched Movies)
pl_pl: Więcej podobnych... (Oglądane filmy)

# #30130
source: UpNext Media
pl_pl: Następne media

# #30131
source: Watched Media recommendations
pl_pl: Rekomendacje oglądanych mediów

# #30132
source: More like this... (Watched Media)
pl_pl: Więcej podobnych... (Oglądane media)

# #30500
source: Appearance
pl_pl: Wygląd

# #30501
source: Popup display
pl_pl: Wygląd okienka

# #30502
source: Skin customisation [COLOR gray](requires skin integration)[/COLOR]
pl_pl: Dostosowanie skóry [COLOR gray](wymaga integracji ze skórką)[/COLOR]

# #30503
source: Show simple style popup
pl_pl: Pokaż proste okienko

# #30504
source: Apply Kodi skin to UpNext popup
pl_pl: Zastosuj skórkę Kodi do okienka UpNext

# #30505
source: Show a "Stop" button instead of a "Close" button
pl_pl: Pokaż przycisk "Zatrzymaj" zamiast przycisku "Zamknij"

# #30506
source: Popup vertical position
pl_pl: Pozycja pionowa okienka

# #30507
source: Bottom
pl_pl: Dół

# #30508
source: Centre
pl_pl: Środek

# #30509
source: Top
pl_pl: Góra

# #30510
source: Popup accent colour
pl_pl: Kolor podświetlenia okienka

# #30511
source: Default
pl_pl: Domyślny

# #30512
source: Red
pl_pl: Czerwony

# #30513
source: Green
pl_pl: Zielony

# #30514
source: Blue
pl_pl: Niebieski

# #30515
source: Custom
pl_pl: Własny

# #30516
source: Alpha channel
pl_pl: Kanał przezroczystości

# #30517
source: Red channel
pl_pl: Kanał czerwony

# #30518
source: Green channel
pl_pl: Kanał zielony

# #30519
source: Blue channel
pl_pl: Kanał niebieski

# #30520
source: Colour selection
pl_pl: Wybór koloru

# #30530
source: Requires Kodi skin integration, or selection of default UpNext skin
pl_pl: Wymaga integracji ze skórką Kodi lub wyboru domyślnej skórki UpNext

# #30540
source: Widget and Plugin Listings
pl_pl: Listy widgetów i wtyczek

# #30542
source: Widget list limit
pl_pl: Limit listy widgetów

# #30544
source: Widget refresh period
pl_pl: Okres odświeżania widgetów

# #30545
source: Refresh all widgets when using remote database
pl_pl: Odśwież wszystkie widgety przy użyciu zdalnej bazy danych

# #30546
source: Recommendation widgets use cast and crew
pl_pl: Widgety rekomendacji używają obsady i ekipy

# #30547
source: Recommendation widgets use tags
pl_pl: Widgety rekomendacji używają tagów

# #30548
source: Querying the Kodi video database for cast or tags will slow down loading of recommendation widgets
pl_pl: Wykonywanie zapytań do bazy danych wideo Kodi o obsadę lub tagi spowolni ładowanie widgetów rekomendacji

# #30549
source: Recommendation widgets include watched videos
pl_pl: Widgety rekomendacji zawierają obejrzane filmy

# #30551
source: Episode main label - token 1
pl_pl: Główna etykieta odcinka - token 1

# #30552
source: Episode main label - token 2
pl_pl: Główna etykieta odcinka - token 2

# #30553
source: Episode main label - token 3
pl_pl: Główna etykieta odcinka - token 3

# #30554
source: Episode secondary label - token 1
pl_pl: Druga etykieta odcinka - token 1

# #30555
source: Episode secondary label - token 2
pl_pl: Druga etykieta odcinka - token 2

# #30556
source: Episode secondary label - token 3
pl_pl: Druga etykieta odcinka - token 3

# #30560
source: Empty
pl_pl: Pusty

# #30561
source: Show title
pl_pl: Tytuł serialu

# #30562
source: Season # x Episode #
pl_pl: Sezon # x Odcinek #

# #30563
source: Episode title
pl_pl: Tytuł odcinka

# #30564
source: Episode first aired
pl_pl: Data pierwszej emisji odcinka

# #30600
source: Behaviour
pl_pl: Zachowanie

# #30601
source: Playback
pl_pl: Odtwarzanie

# #30603
source: Default popup action
pl_pl: Domyślna akcja okienka

# #30604
source: Default action is automatically taken when popup closes and no user input is received
pl_pl: Domyślna akcja jest wykonywana automatycznie po zamknięciu okienka i braku reakcji użytkownika

# #30605
source: Play already watched videos
pl_pl: Odtwarzaj obejrzane odcinki

# #30606
source: Check if still watching [COLOR gray](stops auto playback if not still watching)[/COLOR]
pl_pl: Sprawdź, czy nadal oglądasz [COLOR gray](zatrzymuje automatyczne odtwarzanie, jeśli nie nadal oglądasz)[/COLOR]

# #30607
source: Stops automatic playback if user input is not received after the configured number of videos are automatically played
pl_pl: Zatrzymuje automatyczne odtwarzanie, jeśli użytkownik nie zareaguje po odtworzeniu skonfigurowanej liczby filmów

# #30608
source: {0:d} videos automatically played
pl_pl: {0:d} automatycznie odtworzonych filmów

# #30609
source: When credits time is known (e.g. Netflix) or detected/forced
pl_pl: Gdy czas napisów końcowych jest znany (np. Netflix) lub wykryty/wymuszony

# #30611
source: Delay before default action is taken
pl_pl: Opóźnienie przed podjęciem domyślnej akcji

# #30612
source: Force default action after popup is shown
pl_pl: Wymuś domyślną akcję po wyświetleniu okienka

# #30613
source: When credits time is unknown (e.g. local media, other)
pl_pl: Gdy czas napisów końcowych jest nieznany (np. lokalne media, inne)

# #30615
source: Customise popup time by video length
pl_pl: Dostosuj czas okienka do długości wideo

# #30617
source: All videos [COLOR gray]any length[/COLOR]
pl_pl: Wszystkie odcinki [COLOR gray]jakiejkolwiek długośi[/COLOR]

# #30619
source: Very short videos [COLOR gray]< 10 mins[/COLOR]
pl_pl: Bardzo krótkie odcinki [COLOR gray]< 10 min[/COLOR]

# #30621
source: Short videos [COLOR gray]> 10 mins[/COLOR]
pl_pl: Krótkie odcinki [COLOR gray]> 10 min[/COLOR]

# #30623
source: Medium videos [COLOR gray]> 20 mins[/COLOR]
pl_pl: Średnie odcinki [COLOR gray]> 20 min[/COLOR]

# #30625
source: Long videos [COLOR gray]> 40 mins[/COLOR]
pl_pl: Długie odcinki [COLOR gray]> 40 min[/COLOR]

# #30627
source: Very long videos [COLOR gray]> 60 mins[/COLOR]
pl_pl: Bardzo długoie odcinki [COLOR gray]> 60 min[/COLOR]

# #30630
source: Auto-detect end credits
pl_pl: Auto wykrywanie napisów końcowych

# #30631
source: Detection window [COLOR gray](seconds/hr prior to popup appearing by time)[/COLOR]
pl_pl: Okno wykrywania [COLOR gray](sekundy/godziny przed pojawieniem się okienka wg czasu)[/COLOR]

# #30632
source: Detection will start prior to popup appearing, within an adjustable time period from the end of the video, based on video runtime. For example, a setting of 300 sec/hr will start detection 150 seconds (2.5 minutes) from the end of a 0.5 hour long video, 300 seconds (5 minutes) from the end of a 1 hour long video, or 600 seconds (10 minutes) from the end of a 2 hour long video.
pl_pl: Wykrywanie rozpocznie się przed pojawieniem się okienka, w regulowanym okresie czasu od końca wideo, w oparciu o czas trwania wideo. Na przykład ustawienie 300 s/godz. rozpocznie wykrywanie 150 sekund (2,5 minuty) od końca filmu o długości 0,5 godziny, 300 sekund (5 minut) od końca filmu o długości 1 godziny lub 600 sekund (10 minut) od końca filmu o długości 2 godzin.

# #30633
source: {0:d} sec/hr of runtime
pl_pl: {0:d} sek/godz. czasu trwania

# #30634
source: Mark as watched
pl_pl: Oznacz jako obejrzane

# #30635
source: Forced on to mark just watched video as watched. Forced off to mark just watched video as unwatched. Disabled to allow Kodi to handle marking as watched
pl_pl: Wymuszone włączenie oznacza właśnie obejrzany film jako obejrzany. Wymuszone wyłączenie oznacza właśnie obejrzany film jako nieobejrzany. Wyłączone, aby umożliwić Kodi obsługę oznaczania jako obejrzane

# #30636
source: Auto resume
pl_pl: Automatyczne wznawianie

# #30637
source: Automatically try to resume on next video playback. Disable to play next video from start
pl_pl: Automatycznie próbuj wznowić odtwarzanie następnego wideo. Wyłącz, aby odtwarzać następne wideo od początku

# #30638
source: Pause after "Watch now"
pl_pl: Pauza po "Oglądaj teraz"

# #30639
source: Pause current video until next video starts playing when "Watch now" or "Continue watching" is selected from popup
pl_pl: Wstrzymaj bieżące wideo do momentu rozpoczęcia odtwarzania następnego wideo po wybraniu opcji "Oglądaj teraz" lub "Kontynuuj oglądanie" z okienka

# #30640
source: Kodi library
pl_pl: Biblioteka Kodi

# #30641
source: Override mark as watched when UpNext popup is shown
pl_pl: Nadpisanie oznaczenia jako oglądnięte, gdy wyświetlane jest okienki UpNext

# #30642
source: Previously watched videos
pl_pl: Poprzednio oglądane filmy

# #30643
source: Search for next episode in next season
pl_pl: Szukaj kolejnego odcinka w kolejnym sezonie

# #30644
source: Next special or season
pl_pl: Następny odcinek specjalny lub sezon

# #30646
source: Next item in playlist
pl_pl: Następny element na liście odtwarzania

# #30648
source: Next movie in movie set
pl_pl: Następny film w zestawie filmów

# #30700
source: Expert
pl_pl: Ekspert

# #30701
source: Troubleshooting
pl_pl: Rozwiązywanie problemów

# #30702
source: Start delay
pl_pl: Opóźnienie startu

# #30703
source: Disable UpNext
pl_pl: Wyłącz UpNext

# #30704
source: Pre-emptive UpNext queue reset
pl_pl: Prewencyjne resetowanie kolejki UpNext

# #30705
source: Log level
pl_pl: Poziom logów

# #30706
source: Kodi JSON-RPC retry attempts
pl_pl: Kodi JSON-RPC - próby ponawiania

# #30707
source: Enable UpNext queue [COLOR gray](use playlist to queue and play next video)[/COLOR]
pl_pl: Włącz kolejkę UpNext [COLOR gray](użyj playlisty do kolejki i odtwarzania następnego odcinka)[/COLOR]

# #30708
source: Use internal Kodi playlist to queue and play next video
pl_pl: Użyj wewnętrznej listy odtwarzania Kodi do kolejkowania i odtwarzania następnego wideo

# #30709
source: Enable TMDbHelper integration
pl_pl: Włącz integrację z TMDbHelper

# #30710
source: Use TheMovieDb Helper players for plugin integration fallback
pl_pl: Użyj odtwarzaczy TheMovieDb Helper jako rezerwowej integracji wtyczki

# #30711
source: Exact match only
pl_pl: Tylko dokładne dopasowanie

# #30712
source: Plugin player must search for exact TVShow title, season, and episode number. Inhibits player dialog and manual episode selection.
pl_pl: Odtwarzacz wtyczki musi wyszukiwać dokładnego tytułu serialu, sezonu i numeru odcinka. Uniemożliwia wyświetlanie okna dialogowego odtwarzacza i ręczny wybór odcinka.

# #30713
source: Queue all next episodes
pl_pl: Kolejkuj wszystkie następne odcinki

# #30714
source: Creates a playlist of all remaining episodes in a TVShow, rather than only retrieving the details of the next episode after each current episode finishes.
pl_pl: Tworzy listę odtwarzania wszystkich pozostałych odcinków serialu, zamiast pobierać szczegóły tylko następnego odcinka po zakończeniu każdego bieżącego.

# #30715
source: Max resume point
pl_pl: Maksymalny punkt wznowienia

# #30716
source: Percent from end of a video to ignore/reset existing resume point.
pl_pl: Procent od końca wideo, aby zignorować/zresetować istniejący punkt wznowienia.

# #30717
source: General
pl_pl: Ogólne

# #30718
source: Event queue delay
pl_pl: Opóźnienie kolejki zdarzeń

# #30730
source: Additional detector settings
pl_pl: Dodatkowe ustawienia detektora

# #30731
source: Detector storage location
pl_pl: Lokalizacja przechowywania danych detektora

# #30732
source: Detector thread limit
pl_pl: Limit wątków detektora

# #30733
source: Data processing limit (kB/frame) [COLOR gray](higher is more accurate, slower)[/COLOR]
pl_pl: Limit przetwarzania danych (kB/ramkę) [COLOR gray](wyższy jest dokładniejszy, wolniejszy)[/COLOR]

# #30734
source: Enable filtering to detect end credits
pl_pl: Włącz filtrowanie w celu wykrycia napisów końcowych

# #30735
source: Image resize method
pl_pl: Metoda zmiany rozmiaru obrazu

# #30736
source: Nearest (fastest, lowest quality
pl_pl: Najbliższy (najszybszy, najniższa jakość)

# #30737
source: Box (fast, low quality)
pl_pl: Box (szybki, niska jakość)

# #30738
source: Bilinear (slow, low quality)
pl_pl: Bilinearny (wolny, niska jakość)

# #30739
source: Hamming (slow, medium quality)
pl_pl: Hamming (wolny, średnia jakość)

# #30740
source: Bicubic (slower, high quality)
pl_pl: Bikubiczny (wolniejszy, wysoka jakość)

# #30741
source: Lanczos (slowest, highest quality)
pl_pl: Lanczos (najwolniejszy, najwyższa jakość)

# #30742
source: Detector similarity threshold
pl_pl: Próg podobieństwa detektora

# #30743
source: Detector significance limit
pl_pl: Limit istotności detektora

# #30744
source: Detector match threshold
pl_pl: Próg dopasowania detektora

# #30745
source: Detector mismatch limit
pl_pl: Limit niedopasowania detektora

# #30750
source: Location where detected end credit details are stored for comparison with next videos
pl_pl: Lokalizacja, w której przechowywane są wykryte szczegóły napisów końcowych do porównania z następnymi filmami

# #30751
source: Number of Python threads used to capture and process video data. One thread is used for capturing data, remaining threads are used for processing captured data.[CR][CR]Increasing the number of threads may reduce video disruption playback on slower devices, but will be slower overall.
pl_pl: Liczba wątków Pythona używanych do przechwytywania i przetwarzania danych wideo. Jeden wątek służy do przechwytywania danych, pozostałe wątki służą do przetwarzania przechwyconych danych.[CR][CR]Zwiększenie liczby wątków może zmniejszyć zakłócenia w odtwarzaniu wideo na wolniejszych urządzeniach, ale ogólnie będzie wolniejsze.

# #30752
source: Limit the amount of data processed per captured video frame by resizing using the selected detector resize method.[CR][CR]Increasing the data limit requires increased processing and can disrupt playback on slower devices.
pl_pl: Ogranicz ilość danych przetwarzanych na przechwyconą klatkę wideo, zmieniając rozmiar za pomocą wybranej metody zmiany rozmiaru detektora.[CR][CR]Zwiększenie limitu danych wymaga zwiększonego przetwarzania i może zakłócać odtwarzanie na wolniejszych urządzeniach.

# #30753
source: Enables additional image processing and filtering to significantly improve end credit detection. Can disrupt playback on slower devices.
pl_pl: Włącza dodatkowe przetwarzanie i filtrowanie obrazu w celu znacznej poprawy wykrywania napisów końcowych. Może zakłócać odtwarzanie na wolniejszych urządzeniach.

# #30754
source: Resampling method used when resizing captured video frame. Methods are ordered by speed and quality. Increasing the quality does not necessarily improve detection.
pl_pl: Metoda ponownego próbkowania używana podczas zmiany rozmiaru przechwyconej klatki wideo. Metody są uporządkowane według szybkości i jakości. Zwiększenie jakości niekoniecznie poprawia wykrywanie.

# #30755
source: End credits will be matched if the percentage similarity of captured image data, compared to previously captured data or typical representations of end credits, exceeds this threshold.[CR][CR]Lowering this value will allow faster moving end credits to be matched, but may result in false-positive matches.
pl_pl: Napisy końcowe zostaną dopasowane, jeśli procentowe podobieństwo przechwyconych danych obrazu w porównaniu z wcześniej przechwyconymi danymi lub typowymi reprezentacjami napisów końcowych przekroczy ten próg.[CR][CR]Obniżenie tej wartości pozwoli na dopasowanie szybciej poruszających się napisów końcowych, ale może skutkować fałszywie dodatnimi dopasowaniami.

# #30756
source: End credits will not be matched if the percentage of the captured image data that is identified as being visually significant exceeds this limit.[CR][CR]Increasing this value will allow more complex end credits (e.g. credits shown over a non-blank or moving background) to be matched, but may result in false-positive matches.
pl_pl: Napisy końcowe nie zostaną dopasowane, jeśli procent przechwyconych danych obrazu, który zostanie zidentyfikowany jako wizualnie znaczący, przekroczy ten limit.[CR][CR]Zwiększenie tej wartości pozwoli na dopasowanie bardziej złożonych napisów końcowych (np. napisy wyświetlane na niepustym lub ruchomym tle), ale może skutkować fałszywie dodatnimi dopasowaniami.

# #30757
source: Minimum number of matches required for end credits to be detected
pl_pl: Minimalna liczba dopasowań wymagana do wykrycia napisów końcowych

# #30758
source: Maximum number of mismatches before end credit match count is reset
pl_pl: Maksymalna liczba niedopasowań przed zresetowaniem licznika dopasowań napisów końcowych

# #30800
source: Developer
pl_pl: Deweloper

# #30801
source: Test how the user interface looks
pl_pl: Testuj wygląd interfejsu

# #30805
source: Show an UpNext popup…
pl_pl: Pokaż okienko UpNext…

# #30807
source: Show an UpNextSimple popup…
pl_pl: Pokaż okienko UpNextSimple…

# #30809
source: Show a StillWatching popup…
pl_pl: Pokaż okienko StillWatching…

# #30811
source: Show a StillWatchingSimple popup…
pl_pl: Pokaż okienko StillWatchingSimple

# #30813
source: Test UpNext operation
pl_pl: Test działania UpNext

# #30815
source: Simulation mode
pl_pl: Tryb symulacji

# #30816
source: Enables configurable simulation of internal Kodi and UpNext operation
pl_pl: Umożliwia konfigurowalną symulację wewnętrznego działania Kodi i UpNext

# #30817
source: Simulation seek
pl_pl: Przewijanie w symulacji

# #30818
source: Auto seek after playback starts to reduce testing time and avoid having to manually seek to end of video
pl_pl: Automatyczne przewijanie po rozpoczęciu odtwarzania w celu skrócenia czasu testowania i uniknięcia konieczności ręcznego przewijania do końca wideo

# #30819
source: Simulation cue
pl_pl: Wskazówka symulacji

# #30820
source: Force creation of popup cue point that is used when end credit detail are detected or provided by video plugin
pl_pl: Wymuś utworzenie punktu wskazówki w okienku, który jest używany po wykryciu szczegółów napisów końcowych lub dostarczeniu przez wtyczkę wideo

# #30821
source: Simulation plugin
pl_pl: Wtyczka symulacji

# #30822
source: Force use of auto-generated plugin data and playback method when playing Kodi library content
pl_pl: Wymuś użycie automatycznie generowanych danych wtyczki i metody odtwarzania podczas odtwarzania zawartości biblioteki Kodi

# #30823
source: Additional developer settings
pl_pl: Dodatkowe ustawienia deweloperskie

# #30824
source: Detector debug
pl_pl: Debugowanie detektora

# #30825
source: Enable detector debug logging and profiling
pl_pl: Włącz rejestrowanie i profilowania debugowania detektora

# #30826
source: Detector image debug
pl_pl: Debugowanie obrazu detektora

# #30827
source: Enable saving detector debug image output
pl_pl: Włącz zapisywania wyjścia obrazu debugowania detektora

# #30828
source: Widget debug
pl_pl: Debugowanie widgetu

# #30829
source: Enable widget debug logging and profiling
pl_pl: Włącz rejestrowanie i profilowanie debugowania widgetu

# #30830
source: Re-trigger a playback start event on addon start
pl_pl: Ponów wyzwalanie zdarzenia rozpoczęcia odtwarzania przy uruchamianiu wtyczki

# #30831
source: Re-trigger a simulated playback start event on addon start
pl_pl: Ponownie wyzwól symulowane zdarzenie rozpoczęcia odtwarzania przy uruchomieniu dodatku

# #30832
source: Enable full integration
pl_pl: Włącz pełną integrację

# #30833
source: Allows for fetching episode details and playlist integration
pl_pl: Umożliwia pobieranie szczegółów odcinków i integrację z listą odtwarzania
