Repository: notoco/univk19
Catalog: plugin.program.shortlist/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30001
source: Remove from shortlist
fr_fr: Retirer de la shortlist

# #30002
source: Move Up
fr_fr: Déplacer vers le début

# #30003
source: Move Down
fr_fr: Déplacer vers la fin

# #30004
source: Move to Top
fr_fr: Déplacer en début de liste

# #30005
source: Move to Bottom
fr_fr: Déplacer en fin de liste

# #30006
source: Show Info
fr_fr: Afficher les informations

# #30007
source: Delete Shortlist
fr_fr: Supprimer cette Shortlist

# #30008
source: Create Shortlist
fr_fr: Créer une Shortlist

# #30009
source: Do you want to delete the
fr_fr: Voulez-vous supprimer le

# #30011
source: Enter Shortlist name
fr_fr: Entrez le nom de la Shortlist

# #30012
source: Add to Shortlist
fr_fr: Ajouter à la Shortlist

# #30013
source: Rename Shortlist
fr_fr: Renommer la Shortlist
